tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
tap "scullionw/tap"
tap "zegervdv/zathura"
brew "openssl@3"
brew "bat"
brew "gcc"
brew "btop"
brew "cmake"
brew "sqlite"
brew "cookiecutter"
brew "openjdk"
brew "coursier"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "gdb"
brew "googletest"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "pkg-config"
brew "lua-language-server"
brew "navi"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "node"
brew "nvc"
brew "nvm"
brew "pandoc"
brew "pyenv"
brew "pyenv-pip-migrate"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scala"
brew "spotify-tui"
brew "spotifyd"
brew "stow"
brew "thefuck"
brew "tmux"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "scullionw/tap/dirstat-rs"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "font-hack-nerd-font"
cask "maccy"
cask "multipass"
